{
  "candidatos": [
    {
      "nombre": "Jeannette Jara",
      "foto": "./assets/jara.jpg",
      "biografia": "Abogada, ex Ministra del Trabajo y Previsión Social y ex Subsecretaria de Previsión Social. Con una trayectoria vinculada a la defensa de derechos laborales, al fortalecimiento del Estado y a la modernización de la seguridad social. Ha sido dirigenta estudiantil, académica universitaria y dirigenta del sector público, destacándose en la elaboración y negociación de reformas estructurales.",
      "hitos": [
        {
          "titulo": "Ministra del Trabajo (2022–2024)",
          "descripcion": "Lideró reformas laborales clave, incluyendo la histórica Ley de 40 Horas y la propuesta de reforma previsional."
        },
        {
          "titulo": "Subsecretaria de Previsión Social (2016–2018)",
          "descripcion": "Promovió el fortalecimiento del Pilar Solidario y mejoras al sistema de pensiones durante el gobierno de Michelle Bachelet."
        },
        {
          "titulo": "Dirigenta ANEF y negociadora del sector público",
          "descripcion": "Participó en negociaciones nacionales de reajustes salariales y políticas laborales para trabajadores del Estado."
        },
        {
          "titulo": "Presidenta FEUSACH",
          "descripcion": "Formó parte del movimiento estudiantil, impulsando la democratización universitaria e igualdad de oportunidades."
        }
      ]
    },
    {
      "nombre": "José Antonio Kast",
      "foto": "./assets/kast.jpg",
      "biografia": "Abogado, ex diputado durante 16 años y fundador del Partido Republicano. Ha sido una figura influyente en la política nacional, con énfasis en seguridad, economía de mercado, libertad de enseñanza y modernización del Estado. Ha ejercido liderazgo legislativo y presidencial, consolidando una fuerza política de alcance nacional.",
      "hitos": [
        {
          "titulo": "Diputado (2002–2018)",
          "descripcion": "Representó al Distrito 30 y luego al Distrito 24 durante cuatro períodos consecutivos en la Cámara de Diputados."
        },
        {
          "titulo": "Fundador del Partido Republicano (2019)",
          "descripcion": "Creó y lidera una de las fuerzas emergentes más influyentes en el escenario político chileno."
        },
        {
          "titulo": "Presidente de la Comisión de Constitución",
          "descripcion": "Participó activamente en materias legales y de orden público en una de las comisiones más relevantes del Congreso."
        },
        {
          "titulo": "Candidato presidencial 2017 y 2021",
          "descripcion": "Obtuvo un 44% en segunda vuelta en 2021, consolidándose como líder político nacional."
        }
      ]
    }
  ]
}
